{"d1e3": {"l": "./chapter_4.html#chapter-4-belles-sacrifice","t": "Chapter 4: Belle's Sacrifice","d": "<div class=\"abstract\"><p class=\"shortdesc\">Four whole days passed with no word from Maurice and Belle started to worry. At first, she thought he might have lost track of time at the Inventors Fair or maybe got a flat tire on his way home, but when he missed their usual Taco Tuesday and weekly Salsa night, she knew s...</p></div>"},"d1e10": {"l": "./chapter_2.html#chapter-2-belles-fate","t": "Chapter 2: Belle's Fate","d": "<div class=\"abstract\"><p class=\"shortdesc\">In vibrant Miami, a beautiful Cuban woman named Belle with long brown curly hair and bright green eyes, lived in a small, sunny yellow cottage by the coast. Belle took care of her elderly father, Maurice, a hardworking inventor. They didn't have much money, nor a big house,...</p></div>"},"d1e17": {"l": "./chapter_1.html#chapter-1-the-beasts-curse","t": "Chapter 1: The Beast's Curse","d": "<div class=\"abstract\"><p class=\"shortdesc\">In a far-off castle in the Florida Everglades, a spoiled prince spent his days selfishly laughing at the misfortune of others. He had everything – money, power, and glory – yet he wanted more and was dissatisfied with the many offerings he was given. It was late September w...</p></div>"},"d1e24": {"l": "./chapter_6.html#chapter-6-growing-affection","t": "Chapter 6: Growing Affection","d": "<div class=\"abstract\"><p class=\"shortdesc\">Belle and the Beast’s affection for each other grew more with each passing day. Belle taught the Beast kindness, and in return, he gave her a life worth’s adventure. They read books together, cooked meals, went on swamp hikes, and he even learned to salsa dance for her. Tho...</p></div>"},"d1e31": {"l": "./index.html#topic_sps_srd_ddc","t": "Beauty and The Beast","d": "<p class=\"shortdesc\"> </p> "},"d1e39": {"l": "./chapter_5.html#chapter-5-friendship-blossoms","t": "Chapter 5: Friendship Blossoms","d": "<div class=\"abstract\"><p class=\"shortdesc\">At first, Belle resented the Beast for keeping her father away. She was a stubborn woman with big dreams, so being couped up inside all day was miserable. The Beast, who didn’t handle rejection well, often butted heads with her and projected his insecurities. Yet, deep down...</p></div>"},"d1e46": {"l": "./chapter_7.html#chapter-7-the-rose-and-true-loves-power","t": "Chapter 7: The Rose & True Love's Power","d": "<div class=\"abstract\"><p class=\"shortdesc\">As the last petal of the enchanted rose was about to fall, the Beast grew weaker but wanted to make the most of his remaining time with Belle. He planned a huge holiday celebration for her arrival, unaware that Maurice would be coming too. Belle and Maurice returned to the ...</p></div>"},"d1e53": {"l": "./chapter_3.html#chapter-3-maurices-capture","t": "Chapter 3: Maurice's Capture","d": "<div class=\"abstract\"><p class=\"shortdesc\">Maurice had been working for months on his latest invention, the Heated-Nose-Muff-3000, preparing it for the Miami Inventors Fair. Despite Miami’s humid heat, he believed his product would catch on during the “cooler” 80-degree days – and maybe even up north. With big dream...</p></div>"}}